Revit 2024 API
ParameterTypeId.RbsCurvetypeDefaultElbowdownParam Property
 "Vertical Outside Bend"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsCurvetypeDefaultElbowdownParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsCurvetypeDefaultElbowdownParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsCurvetypeDefaultElbowdownParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace